Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# settings.label.system_charge_limit_raised
source: Limits below 80%% can’t be applied on this Mac. BatFi is holding charging at %@ instead, the lowest the macOS charge limit accepts.
cs: Limity pod 80 %% nelze na tomto Macu použít. BatFi místo toho drží nabíjení na %@, což je nejnižší hodnota, kterou limit nabíjení v macOS přijímá.
de: Limits unter 80%% können auf diesem Mac nicht angewendet werden. BatFi hält das Laden stattdessen bei %@, dem niedrigsten Wert, den das macOS-Ladelimit zulässt.
fr: Les limites inférieures à 80%% ne peuvent pas être appliquées sur ce Mac. BatFi maintient donc la charge à %@, la valeur la plus basse acceptée par la limite de charge de macOS.
it: I limiti inferiori all'80%% non possono essere applicati su questo Mac. BatFi mantiene invece la ricarica a %@, il valore più basso accettato dal limite di ricarica di macOS.
ja: このMacでは80%%未満の上限は適用できません。代わりに、macOSの充電上限で設定できる最小値である%@でBatFiが充電を維持します。
ko: 이 Mac에서는 80%% 미만의 한도를 적용할 수 없습니다. 대신 BatFi가 macOS 충전 제한이 허용하는 가장 낮은 값인 %@에서 충전을 유지합니다.
nl: Limieten onder 80%% kunnen op deze Mac niet worden toegepast. BatFi houdt het opladen daarom op %@, de laagste waarde die het macOS-oplaadlimiet accepteert.
pl: Limitów poniżej 80%% nie da się zastosować na tym Macu. BatFi utrzymuje zamiast tego ładowanie na %@, czyli najniższej wartości akceptowanej przez limit ładowania macOS.
pt_br: Limites abaixo de 80%% não podem ser aplicados neste Mac. Em vez disso, o BatFi está mantendo o carregamento em %@, o valor mais baixo aceito pelo limite de carga do macOS.
ru: Лимиты ниже 80%% нельзя применить на этом Mac. Вместо этого BatFi удерживает зарядку на %@, это наименьшее значение, которое принимает лимит заряда macOS.
tr: Bu Mac’te %%80 altındaki sınırlar uygulanamaz. BatFi bunun yerine şarjı, macOS şarj sınırının kabul ettiği en düşük değer olan %@ seviyesinde tutuyor.
uk: Ліміти нижче 80%% не можна застосувати на цьому Mac. Натомість BatFi утримує заряджання на %@, це найнижче значення, яке приймає ліміт заряду macOS.
zh_hans: 这台Mac无法应用低于80%%的限制。BatFi改为将充电保持在%@，这是macOS充电限制所接受的最低值。

# settings.label.system_charge_limit_rounded_up
source: The macOS charge limit only accepts certain values, so BatFi is holding charging at %1$@ instead of the %2$@ it was asked for.
cs: Limit nabíjení v macOS přijímá pouze určité hodnoty, takže BatFi drží nabíjení na %1$@ místo požadovaných %2$@.
de: Das macOS-Ladelimit akzeptiert nur bestimmte Werte, daher hält BatFi das Laden bei %1$@ statt bei den angeforderten %2$@.
fr: La limite de charge de macOS n'accepte que certaines valeurs ; BatFi maintient donc la charge à %1$@ au lieu des %2$@ demandés.
it: Il limite di ricarica di macOS accetta solo determinati valori, quindi BatFi mantiene la ricarica a %1$@ invece del %2$@ richiesto.
ja: macOSの充電上限は特定の値しか受け付けないため、BatFiは指定された%2$@ではなく%1$@で充電を維持します。
ko: macOS 충전 제한은 특정 값만 허용하므로, BatFi는 요청된 %2$@ 대신 %1$@에서 충전을 유지합니다.
nl: Het macOS-oplaadlimiet accepteert alleen bepaalde waarden, dus BatFi houdt het opladen op %1$@ in plaats van de gevraagde %2$@.
pl: Limit ładowania macOS akceptuje tylko określone wartości, więc BatFi utrzymuje ładowanie na %1$@ zamiast żądanych %2$@.
pt_br: O limite de carga do macOS só aceita determinados valores, então o BatFi está mantendo o carregamento em %1$@ em vez dos %2$@ solicitados.
ru: Лимит заряда macOS принимает только определённые значения, поэтому BatFi удерживает зарядку на %1$@ вместо запрошенных %2$@.
tr: macOS şarj sınırı yalnızca belirli değerleri kabul ettiğinden BatFi, istenen %2$@ yerine şarjı %1$@ seviyesinde tutuyor.
uk: Ліміт заряду macOS приймає лише певні значення, тому BatFi утримує заряджання на %1$@ замість запитаних %2$@.
zh_hans: macOS充电限制仅接受特定的值，因此BatFi将充电保持在%1$@，而不是所请求的%2$@。

# settings.label.tip_jar.body
source: Show your support with a tip! Your contribution helps me keep improving and makes BatFi even better for you. Thank you for being an awesome part of our community!
cs: Vyjádřete svou podporu zasláním spropitného! Vaše příspěvky mi pomáhají se neustále zlepšovat a dělají pro vás BatFi ještě lepší. Děkuji, že jste úžasnou součástí naší komunity!
de: Unterstützen Sie uns mit einem Trinkgeld! Ihr Beitrag hilft mir, BatFi weiterzuentwickeln und noch besser für Sie zu machen. Vielen Dank, dass Sie ein fantastischer Teil unserer Community sind!
fr: Montrez votre soutien avec un don ! Votre contribution m'aide à améliorer et rendre BatFi encore meilleur pour vous. Merci de faire partie de notre communauté !
it: Mostra il tuo sostegno con una donazione! Il tuo contributo mi aiuta a continuare a migliorare e rende BatFi ancora migliore per te. Grazie per essere una parte straordinaria della nostra comunità!
ja: チップであなたの気持ちを届けましょう！ あなたの支援がBatFiを維持し続け、アプリをより良く改善するのに役立ちます。 私たちのコミュニティーの素晴らしい一員であり続けてくれてありがとうございます！
ko: 팁으로 저희를 지원해주세요! BatFi를 계속 개선하여 더 좋은 앱이 되도록 도와주실 수 있습니다. 저희 커뮤니티에 멋진 모습을 보여주셔서 감사합니다.
nl: Laat je steun zien met een fooi! Dankzij jouw bijdrage kan ik door blijven gaan met het verbeteren van BatFi. Bedankt dat je op deze manier deel uitmaakt van onze community!
pl: Pokaż swoje wsparcie z napiwkiem! Twój wkład pozwala mi utrzymywać i rozwijać apkę. Dzięki za bycie częścią wspaniałej społeczności!
pt_br: Mostre seu apoio com uma gorjeta! Sua contribuição me ajuda a continuar melhorando e tornando o BatFi ainda melhor para você. Obrigado por ser uma parte incrível da nossa comunidade!
ru: Поддержите нас чаевыми! Ваш вклад помогает мне продолжать улучшать BatFi и делать его еще лучше для вас. Спасибо, что являетесь частью нашего замечательного сообщества!
tr: Bir bahşişle desteğinizi gösterin! Katkınız, BatFi'yi sizin için daha da iyi hale getirmeme yardımcı olur. Topluluğumuzun harika bir parçası olduğunuz için teşekkür ederiz!
uk: Підтримайте нас чайовими! Ваш внесок допомагає мені продовжувати покращувати BatFi. Дякую, що ви є частиною нашої чудової спільноти!
zh_hans: 通过赞助来表达你的支持！ 你的贡献可以帮助我不断进步，并使BatFi为你提供更好的服务。 感谢你成为我们社区的重要一员！

# settings.label.tip_jar.button_description_1
source: The button will open Gumroad website with price already set.
cs: Tlačítko otevře webové stránky Gumroad s již nastavenou cenou.
de: Der Button öffnet die Gumroad-Website mit bereits festgelegtem Preis.
fr: Le bouton ouvrira le site Gumroad avec le prix déjà inclu.
it: Il pulsante aprirà il sito Gumroad con il prezzo già impostato.
ja: ボタンをクリックすると金額がセットされた状態でGumroadのサイトを開きます。
ko: 이 버튼은 가격이 미리 입력된 Gumroad 웹사이트를 엽니다.
nl: De knoppen openen de Gumroad website met het bedrag alvast ingevuld.
pl: Przycisk otworzy stronę Gumroad z ustawioną kwotą.
pt_br: O botão abrirá o site Gumroad com o preço já definido.
ru: Эта кнопка откроет сайт Gumroad с уже установленной ценой.
tr: Fiyatı önceden belirlenmiş Gumroad web sitesi açılacaktır.
uk: Ця кнопка відкриє сайт Gumroad із вже встановленою ціною.
zh_hans: 此按钮将打开Gumroad网站，其中已设置价格。

# settings.label.tip_jar.button_description_2
source: You can change the amount before proceeding.
cs: Před pokračováním můžete částku změnit.
de: Sie können den Betrag vor dem Fortfahren ändern.
fr: Vous pourrez changez le montant avant de continuer.
it: Puoi cambiare l'importo prima di procedere.
ja: チップを送金する前に金額を変更できます。
ko: 진행하기 전 가격을 변경할 수 있습니다.
nl: Je kan het bedrag daar ook nog aanpassen.
pl: Zawsze możesz zmienić wartość napiwku.
pt_br: Você pode alterar o valor antes de prosseguir.
ru: Вы можете изменить сумму перед продолжением.
tr: Devam etmeden önce miktarı değiştirebilirsiniz.
uk: Ви можете змінити суму перед продовженням.
zh_hans: 你可以在继续之前更改金额。

# settings.label.tip_jar.title
source: Enjoying BatFi?
cs: Užíváte si BatFi?
de: Genießen Sie BatFi?
fr: Vous aimez BatFi ?
it: Ti piace BatFi?
ja: BatFiをお楽しみいただけていますか？
ko: BatFi를 잘 사용하고 계신가요?
nl: Bij met BatFi?
pl: Lubisz BatFi?
pt_br: Está gostando do BatFi?
ru: Нравится BatFi?
tr: BatFi'yi kullanmaktan keyif alıyor musun?
uk: Подобається BatFi?
zh_hans: 喜欢BatFi吗？

# settings.section.advanced
source: Advanced
cs: Pokročilé
de: Erweitert
fr: Avancé
it: Avanzato
ja: 開発者向け
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: Gelişmiş
uk: Додатково
zh_hans: 高级

# settings.section.alerts
source: Alerts
cs: Upozornění
de: Benachrichtigungen
fr: Alertes
it: Avvisi
ja: アラート
ko: 알림
nl: Meldingen
pl: Alerty
pt_br: Alertas
ru: Предупреждения
tr: Uyarılar
uk: Попередження
zh_hans: 提醒

# settings.section.charging
source: Charging
cs: Nabíjení
de: Laden
fr: Chargement
it: Carica
ja: 充電
ko: 충전
nl: Opladen
pl: Ładowanie
pt_br: Carregando
ru: Зарядка
tr: Şarj Etme
uk: Заряджання
zh_hans: 充电

# settings.section.debug
source: Debug
cs: Ladění
fr: Débugger
ja: デバッグ
ko: 디버그
nl: Foutopsporing
pl: Debugowanie
ru: Отладка
tr: Hata Ayıklama
uk: Налагодження
zh_hans: 调试

# settings.section.general
source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
tr: Genel
uk: Загальні
zh_hans: 通用

# settings.section.high_energy_impact_processes
source: Apps with high energy usage
cs: Aplikace s vysokou spotřebou energie
de: Apps mit hohem Stromverbrauch
fr: Applications énergivores
it: Applicazioni ad alto consumo
ja: エネルギー消費が著しいアプリ
ko: 많은 에너지를 사용 중인 앱
nl: Apps met hoog energieverbruik
pl: Apki z dużym zużyciem energii
pt_br: Aplicativos com alto consumo de energia
ru: Приложения с высоким энергопотреблением
tr: Yüksek enerji kullanan uygulamalar
uk: Енерговитратні програми
zh_hans: 高能耗应用列表

# settings.section.menu
source: Menu
cs: Nabídka
de: Menü
ja: メニュー
ko: 메뉴
ru: Меню
tr: Menü
uk: Меню
zh_hans: 菜单

# settings.section.notifications
source: Notifications
cs: Oznámení
de: Mitteilungen
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知

# settings.section.other
source: Other
cs: Další
de: Andere
fr: Autres
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outro
ru: другое
tr: Diğer
uk: Інше
zh_hans: 其他

# settings.section.status_icon
source: Status icon
cs: Ikonka stavu
de: Status Symbol
fr: Icône d'état
it: Icona di stato
ja: メニューバー
ko: 상태 아이콘
nl: Statusicoon
pl: Ikona statusu
pt_br: Icone de Status
ru: Иконка состояния
tr: Durum simgesi
uk: Значок стану
zh_hans: 状态图标

# settings.section.updates
source: Updates
cs: Aktualizace
de: Aktualisierungen
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pl: Uaktualnienia
pt_br: Atualizações
ru: Обновления
tr: Güncellemeler
uk: Оновлення
zh_hans: 更新

# settings.slider.label.turn_off_charging_at
source: Turn off charging when battery will reach %@
cs: Vypnout nabíjení, když baterie dosáhne %@
de: Schalte das Aufladen bei %@ ab
fr: Arrêter la charge quand la batterie atteindra %@
it: Disattiva ricarica quando la batteria raggiunge il %@.
ja: バッテリーが%@に達したら充電をオフにする
ko: 배터리가 %@에 도달하면 충전 중단
nl: Pauzeer opladen vanaf %@
pl: Wyłącz ładowanie gdy bateria osiągnie %@
pt_br: Desligue o carregamento quando a bateria atingir %@
ru: Выключить зарядку, когда заряд аккумулятора достигнет %@.
tr: Pil %@ olduğunda şarj etmeyi durdur
uk: Вимкнути заряджання, коли заряд акумулятора досягне %@
zh_hans: 当电量达到%@时停止充电

# settings.tab.title.advanced
source: Advanced
cs: Pokročilé
de: Erweitert
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
tr: Gelişmiş
uk: Додатково
zh_hans: 高级

# settings.tab.title.charging
source: Charging
cs: Nabíjení
de: Laden
fr: Chargement
it: Carica
ja: 充電
ko: 충전
nl: Opladen
pl: Ładowanie
pt_br: Carregamento
ru: Зарядка
tr: Şarj Etme
uk: Заряджання
zh_hans: 充电

# settings.tab.title.general
source: General
cs: Obecné
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
tr: Genel
uk: Загальні
zh_hans: 通用

# settings.tab.title.hotkeys
source: Hotkeys
cs: Klávesové zkratky
de: Tastenkürzel
fr: Raccourcis
it: Tasti di scelta rapida
ja: ホットキー
ko: 핫키
nl: Sneltoetsen
pl: Skróty
pt_br: Teclas de Atalhos
ru: Горячие клавиши
tr: Kısayol Tuşları
uk: Клавіші
zh_hans: 快捷键

# settings.tab.title.license
source: License
cs: Licence
de: Lizenz
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
nl: Licentie
pl: Licencja
pt_br: Licença
ru: Лицензия
tr: Lisans
uk: Ліцензія
zh_hans: 许可证

# settings.tab.title.menu
source: Menu
cs: Nabídka
de: Menü
ja: メニュー
ko: 메뉴
ru: Меню
tr: Menü
uk: Меню
zh_hans: 菜单

# settings.tab.title.notifications
source: Notifications
cs: Oznámení
de: Mitteilungen
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知

# settings.tab.title.status_icon
source: Status Icon
cs: Ikona stavu
de: Statussymbol
fr: Icône d’état
it: Icona di stato
ja: ステータスアイコン
ko: 상태 아이콘
nl: Statuspictogram
pl: Ikona Statusu
pt_br: Ícone de status
ru: Значок статуса
tr: Durum simgesi
uk: Значок стану
zh_hans: 状态图标

# settings.tab.title.tip_jar
source: Tip jar
cs: Sklenice na spropitné
de: Trinkgeldglas
fr: Boite à dons
it: Salvadanaio
ja: チップ入れ
ko: 팁 모금함
nl: Fooienpot
pl: Napiwek
pt_br: Gorjeta
ru: Чаевые
tr: Bahşiş Kavanozu
uk: Банка для чайових
zh_hans: 赞助

# updater.notification.body.update_available
source: Version %@ is now available
cs: Verze %@ je nyní dostupná
de: Version %@ ist jetzt verfügbar
fr: La version %@ est maintenant disponible
it: La versione %@ è ora disponibile
ja: バージョン %@ が利用可能になりました
ko: 버전 %@를 사용할 수 있습니다
nl: Versie %@ is nu beschikbaar
pl: Wersja %@ jest już dostępna
pt_br: A versão %@ já está disponível
ru: Версия %@ теперь доступна
tr: Sürüm %@ şimdi kullanılabilir
uk: Версія %@ тепер доступна
zh_hans: 版本 %@ 现已推出

# updater.notification.title.update_available
source: A new update is available
cs: Je dostupná nová aktualizace
de: Eine neue Aktualisierung ist verfügbar
fr: Une nouvelle mise à jour est disponible
it: È disponibile un nuovo aggiornamento
ja: 新しいアップデートが利用可能です
ko: 새로운 업데이트가 있습니다
nl: Er is een nieuwe update beschikbaar
pl: Dostępne jest nowe uaktualnienie
pt_br: Uma nova atualização está disponível
ru: Доступно новое обновление
tr: Yeni bir güncelleme mevcut
uk: Доступне нове оновлення
zh_hans: 有新的更新可用

# settings.label.diagnostics_firmware
source: Firmware
fr: Micrologiciel
ja: ファームウェア
ko: 펌웨어
ru: Прошивка
tr: Donanım yazılımı
uk: Прошивка
zh_hans: 固件

# license.label.email
source: Email
ja: メール
ko: 이메일
ru: Электронная почта
tr: E-posta
uk: Електронна пошта
zh_hans: 电子邮件

# license.receipt.email
source: Email:
ja: メール：
ko: 이메일:
ru: Электронная почта:
tr: E-posta:
uk: Електронна пошта:
zh_hans: 电子邮件：

# settings.label.high_energy_impact_processes_min_duration
source: 30s
ja: 30秒
ko: 30초
ru: 30 с.
uk: 30 с
zh_hans: 30秒

# common.button.label.ok
source: OK
ko: 확인
tr: Tamam
zh_hans: 好

# about.button.label.twitter
source: Twitter
zh_hans: 推特
